const projects = [
  {
    id: 1,
    slug: 'plavdom',
    title: 'Заміський будинок на воді',
    subtitle: 'Monochrome interior in the shade of the Spanish sun',
    description: 'Це один з найулюбленіших проєктів архітектурно-дизайнерського бюро ASTY. Заміський будинок на воді в котеджному містечку. Ми використали для оздоблення спокійну кольорову гаму, дерев’яні меблі та натуральний текстиль, що дають відчуття поєднання з природою. Розташована поряд лаунж зона дає можливість відпочити та розслабитись дивлячись на красиві пейзажі та воду крізь великі панорамні вікна. Зверніть увагу на поєднання міксу дерев’яних кухонних фасадів та фартуху з каменю, які виглядають цілісно та гармонійно. А центральне місце в будинку займає камін.',
    details: [
      {
        icon: "geo-alt",
        title: "Локація",
        description: "Goodlife Park",
      },
      {
        icon: "houses",
        title: "Площа",
        description: "130 кв.м",
      },
      {
        icon: "calendar3",
        title: "Термін реалізації",
        description: "2024",
      },
      {
        icon: "vector-pen",
        title: "Стиль дизайну",
        description: "Мінімалізм",
      }
    ],
  },
  {
    id: 2,
    slug: 'riviera',
    title: 'Riviera Village',
    subtitle: 'Monochrome interior in the shade of the Spanish sun',
    description: "Кухня-вітальня вражає своєю стильною та сучасною обстановкою, де вдало поєднуються функціональність та естетика. Кольорова гама, що переважає в приміщенні, включає в себе різні відтінки сірого, білого і теплих відтінків дерева. Стіни прикрашені дерев'яними панелями, які створюють атмосферу тепла та затишку. Вони додають текстур і природності до інтер'єру, створюючи гармонійний фон для всього простору. На стелі встановлена акцентна чорна підсвітка, яка створює враження легкості і елегантності. Це освітлення є не лише джерелом світла, але і стильним дизайнерським елементом, який додає сучасності в цей простір.",
    details: [
      {
        icon: "geo-alt",
        title: "Локація",
        description: "Riviera Village",
      },
      {
        icon: "houses",
        title: "Площа",
        description: "450 кв.м",
      },
      {
        icon: "calendar3",
        title: "Термін реалізації",
        description: "2024",
      },
      {
        icon: "vector-pen",
        title: "Стиль дизайну",
        description: "Модернізм",
      }
    ],
  },
  {
    id: 3,
    slug: 'goodlife-park',
    title: 'Goodlife Park',
    subtitle: 'Monochrome interior in the shade of the Spanish sun',
    description: "Головним завданням архітекторів і дизайнерів ASTY було створення затишної та домашньої атмосфери у всьому будинку, тому ми пофарбували його у теплі, м'які кольори та поєднали їх з каменем і деревом. Ми вирішили зробити поглиблення у підлозі, що дозволило візуально розділити зони і зробити інтер'єр більш цікавим. Естетика дизайну проявляється через природні матеріали з додаванням художніх текстур. Панорамні вікна, спокійні відтінки та простір сповнений природнім світлом - всі ці елементи доповнюють один одного та роблять інтер’єр фантастично гарним.",
    details: [
      {
        icon: "geo-alt",
        title: "Локація",
        description: "Goodlife Park",
      },
      {
        icon: "houses",
        title: "Площа",
        description: "427 кв.м",
      },
      {
        icon: "calendar3",
        title: "Термін реалізації",
        description: "2024",
      },
      {
        icon: "vector-pen",
        title: "Стиль дизайну",
        description: "Модернізм",
      }
    ],
  },
  {
    id: 4,
    slug: 'landysh',
    title: 'Landysh',
    subtitle: 'Monochrome interior in the shade of the Spanish sun',
    description: "Одноповерховий будиночок у стилі модернізм з виходом до власного саду від архітектурно-дизайнерського бюро ASTY. Коли не хочеться перевантажувати інтер’єр зайвими деталями та яскравими композиціями кольорів, ми шукаємо натхнення в тому, що нас оточує.  Навколишній ландшафт використаний як частина загального екстер’єру, що гармонійно доповнює будову. Простора та функціональна кухня має велику робочу поверхню для приготування їжі, кухонний острів та обідній стіл для  затишних сніданків, обідів та вечерь з родиною або друзями.",
    details: [
      {
        icon: "geo-alt",
        title: "Локація",
        description: "Козин",
      },
      {
        icon: "houses",
        title: "Площа",
        description: "100 кв.м",
      },
      {
        icon: "calendar3",
        title: "Термін реалізації",
        description: "2024",
      },
      {
        icon: "vector-pen",
        title: "Стиль дизайну",
        description: "Модернізм",
      }
    ],
  }
]

export default projects