const projects = [
  {
    id: 1,
    slug: 'plavdom',
    title: 'Заміський будинок на воді',
    subtitle: 'Monochrome interior in the shade of the Spanish sun',
    description: 'Це один з найулюбленіших проєктів архітектурно-дизайнерського бюро ASTY. Заміський будинок на воді в котеджному містечку. Ми використали для оздоблення спокійну кольорову гаму, дерев’яні меблі та натуральний текстиль, що дають відчуття поєднання з природою. Розташована поряд лаунж зона дає можливість відпочити та розслабитись дивлячись на красиві пейзажі та воду крізь великі панорамні вікна. Зверніть увагу на поєднання міксу дерев’яних кухонних фасадів та фартуху з каменю, які виглядають цілісно та гармонійно. А центральне місце в будинку займає камін.',
    details: [
      {
        icon: "geo-alt",
        title: "Локація",
        description: "Goodlife Park",
      },
      {
        icon: "houses",
        title: "Площа",
        description: "130 кв.м",
      },
      {
        icon: "calendar3",
        title: "Термін реалізації",
        description: "2024",
      },
      {
        icon: "vector-pen",
        title: "Стиль дизайну",
        description: "Мінімалізм",
      }
    ],
  }
]

export default projects