import Content from "@/components/content"
import app from "@/config/app"
import { Metadata } from "next"

export const metadata: Metadata = {
  title: 'Політика конфіденційності',
  description: "Політика конфіденційності встановлює порядок отримання, зберігання, обробки, використання і розкриття персональних даних користувача веб-сайту asty.com.ua",
  alternates: {
    canonical: app.url + '/privacy',
  },
}

export default function Privacy() {
  return (
    <Content title="Політика конфіденційності">
      <p>Політика конфіденційності встановлює порядок отримання, зберігання, обробки, використання і розкриття персональних даних користувача веб-сайту asty.com.ua. Персональні дані від користувачів веб-сайту при реєстрації в формі зворотного зв’язку на веб-сайті, а також під час використання веб-сайту користувачами отримує <strong>ТОВ &quot;АСТІ ЮКРЕЙН&quot;</strong> (код ЄДРПОУ 43976362), якому належить сайт asty.com.ua.</p>
      <p className="mt-3">У цій Політиці конфіденційності описується, як ASTY працює з особистою інформацією і захищає вашу конфіденційність. Час від часу в цю політику можуть вноситися зміни. При внесенні змін до Політики конфіденційності, ASTY повідомляє про це користувача шляхом розміщення нової редакції Політики конфіденційності на веб-сайті asty.com.ua. Ми рекомендуємо відвідувачам і користувачам нашого веб-сайту регулярно знайомитися з політикою конфіденційності.</p>
      <p className="mt-3">Відносно всієї особистої інформації, що нами одержується та зберігається, яка визначається як будь-яка інформація, що ідентифікує особу, до якої вона належить, або інформація, яка може бути використана для ідентифікації такої особи, зв’язку з нею або визначення її місця розташування, діють умови цієї Політики конфіденційності в актуальній редакції.</p>
      <p className="mt-3 text-center"><strong>ЗГОДА</strong></p>
      <p>Користуючись нашим веб-сайтом, користувач погоджується з нашою Політикою конфіденційності та приймає її умови. У разі незгоди з умовами Політики конфіденційності користувач повинен припинити використання веб-сайту.</p>
      <p className="mt-3"><strong>1. ВИЗНАЧЕННЯ ПОНЯТЬ ТА ТЕРМІНІВ</strong></p>
      <p><strong>ASTY</strong> - ТОВ &quot;АСТІ ЮКРЕЙН&quot; (код ЄДРПОУ 43976362);</p>
      <p><strong>веб-сайт</strong> — веб-сторінка, розташована в мережі Інтернет за адресою: asty.com.ua;</p>
      <p><strong>конфіденційність персональних даних</strong> – обов’язкові для дотримання ASTY вимоги щодо недопущення поширення персональних даних користувача без його згоди або за наявності іншої законної підстави;</p>
      <p><strong>користувач</strong> — особа, яка розмістила персональні дані за допомогою реєстрації/користування сервісами на веб-сайті;</p>
      <p><strong>надання персональних даних</strong> - дії, спрямовані на розкриття персональних даних певній особі або певного кола осіб;</p>
      <p><strong>обробка персональних даних</strong> - будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), витяг, використання, передачу (поширення, надання, доступ);</p>
      <p><strong>персональні дані</strong> - будь-яка інформація, що стосується прямо або побічно певної або визначаємої фізичної особи (суб’єкта персональних даних/користувача), яка ідентифікована або може бути ідентифікована;</p>
      <p><strong>поширення персональних даних</strong> - дії, спрямовані на розкриття персональних даних невизначеному колу осіб (передача персональних даних) або на ознайомлення з персональними даними необмеженого кола осіб, в тому числі оприлюднення персональних даних в засобах масової інформації, розміщення в інформаційно - телекомунікаційних мережах або надання доступу до персональних даних будь-яким іншим способом.</p>
      <p><strong>форма зворотнього зв’язку</strong> – спеціальна форма, де користувач при реєстрації розміщує свої персональні дані з метою передачі їх ASTY.</p>
      <p className="mt-3"><strong>2. ЗБІР ОСОБИСТОЇ ІНФОРМАЦІЇ</strong></p>
      <p>Коли ви залишаєте свої контактні дані для ASTY у формі зворотнього зв’язку ми можемо отримувати від вас таку особисту інформацію:</p>
      <p><strong>контактні дані</strong> (ваше ім’я, номер телефону, адреса електронної пошти);</p>
      <p><strong>платіжні дані</strong> (номер, дата закінчення терміну дії і тип карти, адресу для виставлення рахунків);</p>
      <p><strong>дані профілю</strong>, в тому числі ваші ім’я користувача та пароль, відомості про ваші покупки і матеріали.</p>
      <p>Передача персональних даних користувачем ASTY, через форму зворотнього зв’язку, означає згоду користувача на передачу та обробку його персональних даних, та на включення останніх до джерел персональних даних користувачів ASTY.</p>
      <p className="mt-3"><strong>3. ПРИНЦИПИ ТА УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p><strong>3.1. ПРИНЦИПИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>Обробка персональних даних користувачів в ASTY здійснюється на основі наступних принципів:</p>
      <p>законності і справедливої основи;</p>
      <p>обмеження обробки персональних даних досягненням конкретних, заздалегідь визначених і законних цілей;</p>
      <p>недопущення обробки персональних даних, несумісною з цілями збору персональних даних;</p>
      <p>недопущення об’єднання баз даних, що містять персональні дані, обробка яких здійснюється в цілях, несумісних між собою;</p>
      <p>обробка тільки тих персональних даних, які відповідають цілям їх обробки;</p>
      <p>відповідність змісту і обсягу оброблюваних персональних даних заявленим цілям обробки;</p>
      <p>забезпечення точності, достатності та актуальності персональних даних по відношенню до цілей обробки персональних даних;</p>
      <p>знищення або знеособлення персональних даних після досягнення цілей їх обробки або в разі втрати необхідності в досягненні цих цілей.</p>
      <p className="mt-3"><strong>3.2. УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>ASTY робить обробку персональних даних користувачів при наявності хоча б однієї з таких умов:</p>
      <ul>
        <li>- обробка персональних даних здійснюється за згодою користувача на обробку його персональних даних;</li>
        <li>- обробка персональних даних необхідна для досягнення цілей, передбачених міжнародним договором України або законом, для здійснення і виконання покладених законодавством України на оператора функцій, повноважень і обов’язків;</li>
        <li>- обробка персональних даних необхідна для здійснення правосуддя, виконання судового акта, акта іншого органу або посадової особи, що підлягають виконанню відповідно до Закону України &quot;Про виконавче провадження&quot;;</li>
        <li>- обробка персональних даних необхідна для виконання договору, стороною якого або вигодонабувачем або поручителем за яким є суб’єкт персональних даних, а також для укладення договору з ініціативи суб’єкта персональних даних або договору, за яким суб’єкт персональних даних буде вигодонабувачем або поручителем;</li>
        <li>- обробка персональних даних необхідна для здійснення прав і законних інтересів ASTY або третіх осіб, або для досягнення суспільно значущих цілей за умови, що при цьому не порушуються права і свободи суб’єкта персональних даних;</li>
        <li>- здійснюється обробка персональних даних, що підлягають опублікуванню або обов’язковому оприлюдненню відповідно до закону.</li>
      </ul>
      <p className="mt-3"><strong>3.3. КОНФІДЕНЦІЙНІСТЬ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>Персональні дані користувача не передаються будь-яким третім особам, за винятком випадків, прямо передбачених цією Політикою конфіденційності та чинним законодавством України.</p>
      <p>ASTY і інші особи, які отримали доступ до персональних даних, зобов’язані не розголошувати третім особам і не поширювати персональні дані без згоди користувача, якщо інше не передбачено чинним законодавством України.</p>
      <p className="mt-3"><strong>3.4. ЗАГАЛЬНО ДОСТУПНІ ДЖЕРЕЛА ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>З метою інформаційного забезпечення у ASTY можуть створюватися джерела персональних даних користувачів ASTY, в тому числі довідники та адресні книги. У джерела персональних даних ASTY зі згоди користувача можуть включатися його прізвище, ім’я, по батькові, дата і місце народження, посаду, номери контактних телефонів, адреса електронної пошти та інші персональні дані, що повідомляються користувачем.</p>
      <p>Відомості про користувача повинні бути в будь-який час виключені з джерел персональних даних на вимогу користувача або за рішенням суду або інших уповноважених державних органів.</p>
      <p className="mt-3"><strong>4. ЯК ВИКОРИСТОВУЄТЬСЯ ВАША ОСОБИСТА ІНФОРМАЦІЯ</strong></p>
      <p>ASTY отримує вашу інформацію, щоб надавати вам послуги. Ми не продаємо, чи не здаємо в оренду і не надаємо інформацію, що дозволяє ідентифікувати вашу особу, третім особам будь-яким іншим способом, окрім того, що описано в цій Політиці конфіденційності.</p>
      <p>ASTY може використовувати цю інформацію для таких цілей:</p>
      <p>обробки ваших запитань; реєстрації ваших прав на технічну підтримку (якщо такі є) або інші переваги; відповіді на запити; адміністрування вашого облікового запису;</p>
      <p>відправки вам запитуваної інформації про продукт;</p>  
      <p>інформування вас про спеціальні пропозиції та послуги від ASTY;</p>
      <p>управління акціями, в яких ви берете участь, і повідомлення вас про результати;</p>
      <p>проведення досліджень і розробок в області продуктів/послуг, а також пропозицій і послуг;</p>
      <p>задоволення ваших персональних запитів і підготовки послуг і пропозицій індивідуально для вас.</p>
      <p className="mt-3"><strong>5. ЗАБЕЗПЕЧЕННЯ БЕЗПЕКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>Безпека персональних даних, які обробляються ASTY, забезпечується реалізацією правових, організаційних і технічних заходів, необхідних для забезпечення вимог законодавства у сфері захисту персональних даних.</p>
      <p className="mt-3"><strong>6. ТЕРМІН ЗБЕРІГАННЯ ПЕРСОНАЛЬНИХ ДАНИХ</strong></p>
      <p>Персональні дані зберігаються на термін не більше, ніж це необхідно відповідно до мети їх обробки.</p>
      <p>Персональні дані користувача знищуються при бажанні самого користувача на підставі його звернення, а також в інших випадках передбачених законодавством України. Персональні дані користувача також можуть бути видаленими з ініціативи ASTY без пояснення причин.</p>
      <p className="mt-3"><strong>7. ПРАВА КОРИСТУВАЧА</strong></p>
      <p>Ви, як користувач, маєте право:</p>
      <ol className="list-decimal list-inside">
        <li>знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження ASTY або дати відповідне доручення щодо отримання цієї інформації уповноваженим особам, крім випадків, встановлених Законом України &quot;Про захист персональних даних&quot;</li>
        <li>отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх сторін, яким передаються його персональні дані;</li>
        <li>на доступ до своїх персональних даних;</li>
        <li>отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених Законом України &quot;Про захист персональних даних&quot;, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;</li>
        <li>пред’являти вмотивовану вимогу ASTY із запереченням проти обробки своїх персональних даних;</li>
        <li>пред’являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних ASTY, якщо ці дані обробляються незаконно чи є недостовірними;</li>
        <li>на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв’язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять Вашу честь, гідність та ділову репутацію;</li>
        <li>звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду;</li>
        <li>застосовувати засоби правового захисту в разі порушення чинного законодавства України про захист персональних даних;</li>
        <li>вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;</li>
        <li>відкликати згоду на обробку персональних даних;</li>
        <li>знати механізм автоматичної обробки персональних даних;</li>
        <li>на захист від автоматизованого рішення, яке має для нього правові наслідки.</li>
      </ol>
      <p className="mt-3"><strong>8. ПРАВИЛА ВИКОРИСТАННЯ COOKIES</strong></p>
      <p>Користувач інформується про те, що веб-сайт використовує кукі (cookies). Вони являють собою невеликі файли, які відправляються на пристрій користувача (комп’ютер, ноутбук, планшет, смартфон, і ін.), щоб полегшити навігацію по веб-сайту і вести статистику. Користувач може відключити кукі (cookies), вибравши цей пункт в налаштуваннях свого браузера.</p>
      <p className="mt-3"><strong>9. ЗАКЛЮЧНІ ПОЛОЖЕННЯ</strong></p>
      <p>Інші права та обов’язки ASTY, як оператора персональних даних визначаються чинним законодавством України в області персональних даних.</p>
    </Content>
  )
}