import Content from "@/components/content"

export default function Privacy() {
  return (
    <Content title="Правові застереження">
      <p>Власником веб-сайту <strong>https://www.asty.com.ua</strong> є <strong>ТОВ &quot;АСТІ ЮКРЕЙН&quot;</strong> (код ЄДРПОУ 43976362), яка здійснює адміністрування цього веб-сайту. ТОВ &quot;АСТІ ЮКРЕЙН&quot; забезпечує безкоштовний доступ до даного веб-сайту для всіх бажаючих. Права на всі логотипи, торгові марки, тексти, назви, зміст, фотографії та зображення, інші права інтелектуальної власності стосовно інформації, що міститься на веб-сайті, належать ТОВ &quot;АСТІ ЮКРЕЙН&quot; і захищені законодавством України. Це правило не стосується випадків, коли конкретна інформація належить третім особам, про що повинно бути прямо зазначено в тексті.</p>
      <p>Ви погоджуєтеся дотримуватися прав і обмежень, прийнятих на даному веб-сайті.</p>
      <p>Інформація на веб-сайті може бути використана тільки в інформаційних (некомерційних) цілях. Заборонено будь-яке комерційне використання без попереднього письмового дозволу власника.</p>
      <p>Якщо Вам буде потрібен дозвіл на використання інформації з веб-сайту чи встановлення посилання на нього з вашого веб-сайту, просто зв’яжіться з нами за адресою: office@asty.com.ua</p>
      <p>Веб-сайт https://www.asty.com.ua може містити посилання на інші веб-сайти. ТОВ &quot;АСТІ ЮКРЕЙН&quot; не несе відповідальності за доступність або зміст сайтів третіх осіб, так чи інакше пов’язаних з сайтом https://www.asty.com.ua.</p>
    </Content>
  )
}